index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-28 Sun 15:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Only Game in Town Trader Description</title>
<meta name="author" content="Matt Brigida, Ph.D." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">The Only Game in Town Trader Description</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5a79ad9">1. Three Types of Traders</a></li>
</ul>
</div>
</div>
<p>
This is a summary of some of the points made in:
</p>

<blockquote>
<p>
Bagehot, Walter. "The only game in town." Financial Analysts Journal 27.2 (1971): 12-14.
</p>
</blockquote>


<div id="outline-container-org5a79ad9" class="outline-2">
<h2 id="org5a79ad9"><span class="section-number-2">1.</span> Three Types of Traders</h2>
<div class="outline-text-2" id="text-1">
<p>
The table below lists the three types of traders that the market maker confronts.  The second column indicates whether the market maker generally gains (+) or loses (-) from trading against each type.  The third columns describes each trader type's motivation for trading.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Type</th>
<th scope="col" class="org-left">MM +/-?</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Informed</td>
<td class="org-left">-</td>
<td class="org-left">Has information on asset values the market doesn't</td>
</tr>

<tr>
<td class="org-left">Noise</td>
<td class="org-left">+</td>
<td class="org-left">Thinks they have special information, but actually doesn't</td>
</tr>

<tr>
<td class="org-left">Liquidity</td>
<td class="org-left">+</td>
<td class="org-left">Trades for typical investment purposes</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2022-08-28 Sun 15:54</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
